cask_args appdir: "/Applications"

# Fonts
cask "font-fira-code"

# Dev
cask "coderunner"
cask "goland"
cask "insomnia"
cask "iterm2"
cask "lens"
cask "postman"
cask "visual-studio-code"

# Apps
cask "1password"
cask "appcleaner"
cask "boom-3d"
cask "brave-browser"
cask "discord"
cask "gpg-suite-no-mail"
cask "grammarly"
cask "imageoptim"
cask "protonvpn"
cask "rectangle"
cask "signal"
cask "slack"
cask "spotify"
cask "stremio"
cask "the-unarchiver"
cask "vlc"
