cask_args appdir: "/Applications"

### TAPS
tap "homebrew/bundle"
tap "cantino/mcfly"

### FORMULAS

# Tools
brew "tree" # Display directories as trees (with optional color/HTML output)
brew "shellcheck"
brew "wget" # Internet file retriever
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "podman-desktop"
brew "multipass"
brew "kubectx"
brew "nano"
brew "terraform"
brew "sops"
brew "cantino/mcfly/mcfly"
brew "kube-ps1"
brew "1password-cli"


# Git
brew "git" # Distributed revision control system
brew "git-extras" # Small git utilities
brew "git-lfs" # Git extension for versioning large files

# Languages
brew "python", link: true
